teste

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:workflow">
                        <soapenv:Header/>
                        <soapenv:Body>
                            <urn:editEntityRecord>
                                <urn:WorkflowID>{record_id}</urn:WorkflowID>
                                <urn:EntityID>dlc02</urn:EntityID>
                                <urn:EntityAttributeList>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>nomcol</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{nome}</urn:EntityAttributeValue>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>datademiss</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{data_demissao}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>setor</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{setor}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>cargo</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{cargo}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>motivodesliga</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{motivodesliga}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttributeID>demaisconsid4</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{dms_consideracoes_04}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>demaisconsi11</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{dms_consideracoes_11}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>beneficiostxt</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{beneficiostxt}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>mensagemparafgm</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{mensagemparafgm}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>avaliacaojornada</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{avaliacaojornada}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>demaisconsi1</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{dms_consideracoes_01}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>mudancastrab</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{mudancastrab}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>comunicatxt</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{comunicatxt}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>treinamentos</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{treinamentos}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>oportunidades</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{oportunidades}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>consilideranca</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{consilideranca}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>feedback</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{feedback}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                    <urn:EntityAttributeID>demaisconsi11</urn:EntityAttributeID>
                                    <urn:EntityAttributeValue>{dms_consideracoes_11}</urn:EntityAttributeValue>
                                    </urn:EntityAttribute>
                                    <urn:EntityAttribute>
                                </urn:EntityAttributeList>
                                <urn:Relationship>
                                    <urn:RelationshipID>iniciativadesli</urn:RelationshipID>
                                    <urn:RelationshipAttribute>
                                        <urn:RelationshipAttributeID>empregado</urn:RelationshipAttributeID>
                                        <urn:RelationshipAttributeValue>{iniciativa_desligamento}</urn:RelationshipAttributeValue>
                                    </urn:RelationshipAttribute>
                                </urn:Relationship>
                                <urn:Relationship>
                                    <urn:RelationshipID>avaliacaojornad</urn:RelationshipID>
                                    <urn:RelationshipAttribute>
                                        <urn:RelationshipAttributeID>empregado</urn:RelationshipAttributeID>
                                        <urn:RelationshipAttributeValue>{avaliacaojornada}</urn:RelationshipAttributeValue>
                                    </urn:RelationshipAttribute>
                                </urn:Relationship>
                                <urn:Relationship>
                                    <urn:RelationshipID>avaliacaojornad</urn:RelationshipID>
                                    <urn:RelationshipAttribute>
                                        <urn:RelationshipAttributeID>empregado</urn:RelationshipAttributeID>
                                        <urn:RelationshipAttributeValue>{avaliacaojornada}</urn:RelationshipAttributeValue>
                                    </urn:RelationshipAttribute>
                                </urn:Relationship>
                                <urn:Relationship>
                                    <urn:RelationshipID>benefi</urn:RelationshipID>
                                    <urn:RelationshipAttribute>
                                        <urn:RelationshipAttributeID>empregado</urn:RelationshipAttributeID>
                                        <urn:RelationshipAttributeValue>{}</urn:RelationshipAttributeValue>
                                    </urn:RelationshipAttribute>
                                </urn:Relationship>
                                <urn:Relationship>
                                    <urn:RelationshipID>avaliaambiente</urn:RelationshipID>
                                    <urn:RelationshipAttribute>
                                        <urn:RelationshipAttributeID>empregado</urn:RelationshipAttributeID>
                                        <urn:RelationshipAttributeValue>{avaliacaojornada}</urn:RelationshipAttributeValue>
                                    </urn:RelationshipAttribute>
                                </urn:Relationship>
                                <urn:Relationship>
                                    <urn:RelationshipID>gestao</urn:RelationshipID>
                                    <urn:RelationshipAttribute>
                                        <urn:RelationshipAttributeID>empregado</urn:RelationshipAttributeID>
                                        <urn:RelationshipAttributeValue>{}</urn:RelationshipAttributeValue>
                                    </urn:RelationshipAttribute>
                                </urn:Relationship>
                                <urn:Relationship>
                                    <urn:RelationshipID>comunicacao</urn:RelationshipID>
                                    <urn:RelationshipAttribute>
                                        <urn:RelationshipAttributeID>empregado</urn:RelationshipAttributeID>
                                        <urn:RelationshipAttributeValue>{}</urn:RelationshipAttributeValue>
                                    </urn:RelationshipAttribute>
                                </urn:Relationship>
                                <urn:Relationship>
                                    <urn:RelationshipID>orientacao</urn:RelationshipID>
                                    <urn:RelationshipAttribute>
                                        <urn:RelationshipAttributeID>empregado</urn:RelationshipAttributeID>
                                        <urn:RelationshipAttributeValue>{}</urn:RelationshipAttributeValue>
                                    </urn:RelationshipAttribute>
                                </urn:Relationship>
                                <urn:Relationship>
                                    <urn:RelationshipID>indicafgm</urn:RelationshipID>
                                    <urn:RelationshipAttribute>
                                        <urn:RelationshipAttributeID>empregado</urn:RelationshipAttributeID>
                                        <urn:RelationshipAttributeValue>{}</urn:RelationshipAttributeValue>
                                    </urn:RelationshipAttribute>
                                </urn:Relationship>
                            </urn:editEntityRecord>
                        </soapenv:Body>
                        </soapenv:Envelope>




                        nomcol
                        datademiss
                        setor
                        cargo
                        motivodesliga
                        demaisconsi1
                        beneficiostxt
                        demaisconsi4
                        mudancastrab
                        comunicatxt
                        treinamentos
                        oportunidades
                        consilideranca
                        feedback
                        recomendatxt
                        mensagemparafgm

                        iniciativadesli - empregado
                        avaliacaojornad - escolhas1
                        benefi - escolhas
                        avaliaambiente - escolhas
                        gestao - escolhas
                        comunicacao - escolhas
                        orientacao - escolhas
                        indicafgm - escolhas